[
    {
        "name": "Stanford University",
        "photo": ["stanford1"],
        "location": "Palo Alto, CA",
        "type": "Private",
        "year": 4,
        "setting": "Suburban",
        "topMajors": ["Computer Science", "Biology", "Psychology"],
        "tuitionFee": 56000,
        "acceptanceRate": 0.04,
        "graduationRate": 0.905,
        "undergraduateEnrollment": 7600,
        "description": "Stanford University is a private research university located in Stanford, California. It was founded in 1885 by Leland Stanford, a former Governor of California, and his wife, Jane Stanford, in memory of their son. Its beautiful campus, situated in the heart of Silicon Valley, attracts students from all over the world and offers a vibrant community of scholars and thinkers."
    },
    {
        "name": "University of California, Los Angeles",
        "photo": ["ucla1"],
        "location": "Los Angeles, CA",
        "type": "Public",
        "year": 4,
        "setting": "City",
        "topMajors": ["Film and Television", "Social Sciences", "Engineering"],
        "tuitionFee": 14000,
        "acceptanceRate": 0.12,
        "graduationRate": 0.905,
        "undergraduateEnrollment": 32000,
        "description": "UCLA was founded in 1919 and has since grown to become a large and diverse institution with over 44,000 undergraduate and graduate students enrolled in a wide range of academic programs. The university is known for its strong programs in the arts and humanities, social sciences, life sciences, and engineering, as well as its top-ranked professional schools in law, medicine, and business."
    },
    {
        "name": "California Institute of Technology",
        "photo": ["caltech1"],
        "location": "Pasadena, CA",
        "type": "Private",
        "year": 4,
        "setting": "Suburban",
        "topMajors": ["Engineering", "Physics", "Mathematics"],
        "tuitionFee": 52998,
        "acceptanceRate": 0.06,
        "graduationRate": 0.936,
        "undergraduateEnrollment": 961,
        "description": "The California Institute of Technology is a private research university located in Pasadena, California. It is known for its strong programs in science and engineering and is one of the world's top-ranked universities. With a small undergraduate enrollment of just under 1,000 students, Caltech provides a rigorous and personalized education for its students."
    },
    {
        "name": "University of Southern California",
        "photo": ["usc1"],
        "location": "Los Angeles, CA",
        "type": "Private",
        "year": 4,
        "setting": "City",
        "topMajors": ["Business", "Cinematic Arts", "Engineering"],
        "tuitionFee": 60320,
        "acceptanceRate": 0.11,
        "graduationRate": 0.926,
        "undergraduateEnrollment": 20127,
        "description": "The University of Southern California is a private research university located in Los Angeles, California. With over 45,000 students, it is one of the largest private universities in the country. USC is known for its strong programs in business, cinematic arts, and engineering, as well as its top-ranked professional schools in law, medicine, and journalism."
    },
    {
        "name": "University of California, Berkeley",
        "photo": ["berkeley1"],
        "location": "Berkeley, CA",
        "type": "Public",
        "year": 4,
        "setting": "Urban",
        "topMajors": ["Computer Science", "Business", "Political Science"],
        "tuitionFee": 14305,
        "acceptanceRate": 0.17,
        "graduationRate": 0.910,
        "undergraduateEnrollment": 31281,
        "description": "The University of California, Berkeley is a public research university located in Berkeley, California. It is the flagship institution of the University of California system and is known for its strong programs in computer science, business, and political science, among others. With a large and diverse student body of over 40,000 students, UC Berkeley offers a vibrant and intellectually stimulating environment for learning and research."
    },
    {
        "name": "University of California, Irvine",
        "photo": ["uci1"],
        "location": "Irvine, CA",
        "type": "Public",
        "year": 4,
        "setting": "Suburban",
        "topMajors": ["Business", "Computer Science", "Biology"],
        "tuitionFee": 14248,
        "acceptanceRate": 0.29,
        "graduationRate": 0.843,
        "undergraduateEnrollment": 29537,
        "description": "The University of California, Irvine is a public research university located in Irvine, California. It is known for its strong programs in business, computer science, and biology, among others. With a large and diverse student body of over 36,000 students, UC Irvine offers a dynamic and supportive environment for learning and research."
    },
    {
        "name": "University of California, Davis",
        "photo": ["ucd1"],
        "location": "Davis, CA",
        "type": "Public",
        "year": 4,
        "setting": "Suburban",
        "topMajors": ["Agriculture", "Animal Science", "Psychology"],
        "tuitionFee": 14411,
        "acceptanceRate": 0.43,
        "graduationRate": 0.859,
        "undergraduateEnrollment": 30360,
        "description": "The University of California, Davis is a public research university located in Davis, California. It is known for its strong programs in agriculture, animal science, and psychology, among others. With a large and diverse student body of over 39,000 students, UC Davis offers a supportive and collaborative environment for learning and research."
    },
    {
        "name": "University of California, Santa Barbara",
        "photo": ["ucsb1"],
        "location": "Santa Barbara, CA",
        "type": "Public",
        "year": 4,
        "setting": "Suburban",
        "topMajors": ["Physics", "Psychology", "Communication"],
        "tuitionFee": 14668,
        "acceptanceRate": 0.32,
        "graduationRate": 0.815,
        "undergraduateEnrollment": 23861,
        "description": "The University of California, Santa Barbara is a public research university located in Santa Barbara, California. It is known for its strong programs in physics, psychology, and communication, among others. With a beautiful coastal campus and a diverse student body of over 25,000 students, UCSB offers a stimulating and engaging environment for learning and research."
    },
    {
        "name": "University of California, San Diego",
        "photo": ["ucsd1"],
        "location": "La Jolla, CA",
        "type": "Public",
        "year": 4,
        "setting": "Suburban",
        "topMajors": ["Computer Science", "Biology", "Psychology"],
        "tuitionFee": 14296,
        "acceptanceRate": 0.34,
        "graduationRate": 0.877,
        "undergraduateEnrollment": 30365,
        "description": "The University of California, San Diego is a public research university located in La Jolla, California. It is known for its strong programs in computer science, biology, and psychology, among others. With a large and diverse student body of over 38,000 students, UC San Diego offers a rigorous and collaborative environment for learning and research."
    },
    {
        "name": "University of California, Riverside",
        "photo": ["ucr1"],
        "location": "Riverside, CA",
        "type": "Public",
        "year": 4,
        "setting": "Suburban",
        "topMajors": ["Business", "Engineering", "Psychology"],
        "tuitionFee": 14226,
        "acceptanceRate": 0.52,
        "graduationRate": 0.735,
        "undergraduateEnrollment": 22901,
        "description": "The University of California, Riverside is a public research university located in Riverside, California. It is known for its strong programs in business, engineering, and psychology, among others. With a diverse student body of over 25,000 students, UC Riverside offers a welcoming and inclusive environment for learning and research."
    },
    {
        "name": "University of California, Santa Cruz",
        "photo": ["ucsc1"],
        "location": "Santa Cruz, CA",
        "type": "Public",
        "year": 4,
        "setting": "Suburban",
        "topMajors": ["Computer Science", "Biology", "Psychology"],
        "tuitionFee": 14490,
        "acceptanceRate": 0.51,
        "graduationRate": 0.747,
        "undergraduateEnrollment": 18035,
        "description": "The University of California, Santa Cruz is a public research university located in Santa Cruz, California. It is known for its strong programs in computer science, biology, and psychology, among others. With a beautiful coastal campus and a diverse student body of over 19,000 students, UC Santa Cruz offers a supportive and intellectually stimulating environment for learning and research."
    },
    {
        "name": "University of California, Merced",
        "photo": ["ucm1"],
        "location": "Merced, CA",
        "type": "Public",
        "year": 4,
        "setting": "Rural",
        "topMajors": ["Engineering", "Psychology", "Environmental Studies"],
        "tuitionFee": 13760,
        "acceptanceRate": 0.71,
        "graduationRate": 0.692,
        "undergraduateEnrollment": 8756,
        "description": "The University of California, Merced is a public research university located in Merced, California. It is the newest campus of the University of California system and is known for its strong programs in engineering, psychology, and environmental studies, among others. With a small but growing student body of over 9,000 students, UC Merced offers a close-knit and supportive community for learning and research."
    },
    {
        "name": "California Community Colleges",
        "photo": ["cc1"],
        "location": "Anywhere, CA",
        "type": "Public",
        "year": 2,
        "setting": "Any",
        "topMajors": ["Business", "Nursing", "Information Technology"],
        "tuitionFee": 3000,
        "acceptanceRate": 0.95,
        "graduationRate": 0.4,
        "undergraduateEnrollment": 5000,
        "description": "Community College is a public two-year college. This entry is not for a specific community college, but represents any of the 116 community colleges available in the California Community Colleges system. They offer a range of academic programs in business, nursing, information technology, and more. With a diverse student body of typically over 5,000 students, Community College provides an affordable and accessible option for students seeking to pursue higher education and career advancement."
    },
    {
        "name": "California State University, Fullerton",
        "photo": ["csuf1"],
        "location": "Fullerton, CA",
        "type": "Public",
        "year": 4,
        "setting": "Suburban",
        "topMajors": ["Business", "Communications", "Nursing"],
        "tuitionFee": 6905,
        "acceptanceRate": 0.59,
        "graduationRate": 0.667,
        "undergraduateEnrollment": 34216,
        "description": "California State University, Fullerton is a public university located in Fullerton, California. It is part of the California State University system and is known for its strong programs in business, communications, and nursing, among others. With a large and diverse student body of over 40,000 students, CSU Fullerton offers a vibrant and inclusive learning environment."
    },
    {
        "name": "San Diego State University",
        "photo": ["sdsu1"],
        "location": "San Diego, CA",
        "type": "Public",
        "year": 4,
        "setting": "Urban",
        "topMajors": ["Business", "Psychology", "Engineering"],
        "tuitionFee": 7728,
        "acceptanceRate": 0.34,
        "graduationRate": 0.74,
        "undergraduateEnrollment": 30172,
        "description": "San Diego State University is a public university located in San Diego, California. It is part of the California State University system and is known for its strong programs in business, psychology, and engineering, among others. With a diverse student body of over 35,000 students, SDSU offers a rich and dynamic learning environment."
    },
    {
        "name": "California State University, Chico",
        "photo": ["chico1"],
        "location": "Chico, CA",
        "type": "Public",
        "year": 4,
        "setting": "Rural",
        "topMajors": ["Business", "Psychology", "Mechanical Engineering"],
        "tuitionFee": 7315,
        "acceptanceRate": 0.72,
        "graduationRate": 0.632,
        "undergraduateEnrollment": 16025,
        "description": "California State University, Chico is a public university located in Chico, California. It is part of the California State University system and is known for its strong programs in business, psychology, and mechanical engineering, among others. With a small and tight-knit student body of around 17,000 students, CSU Chico offers a close and supportive learning community."
    },
    {
        "name": "San Jose State University",
        "photo": ["sjsu1"],
        "location": "San Jose, CA",
        "type": "Public",
        "year": 4,
        "setting": "Urban",
        "topMajors": ["Business", "Engineering", "Psychology"],
        "tuitionFee": 7892,
        "acceptanceRate": 0.53,
        "graduationRate": 0.613,
        "undergraduateEnrollment": 30383,
        "description": "San Jose State University is a public research university located in San Jose, California. With over 35,000 students, it is the oldest public university on the West Coast and is known for its strong programs in business, engineering, and psychology, among others. The university is situated in the heart of Silicon Valley, providing students with ample opportunities for internships and networking."
    },
    {
        "name": "California Polytechnic State University",
        "photo": ["calpoly1"],
        "location": "San Luis Obispo, CA",
        "type": "Public",
        "year": 4,
        "setting": "Suburban",
        "topMajors": ["Engineering", "Agriculture", "Architecture"],
        "tuitionFee": 9492,
        "acceptanceRate": 0.31,
        "graduationRate": 0.769,
        "undergraduateEnrollment": 21799,
        "description": "California Polytechnic State University, also known as Cal Poly, is a public research university located in San Luis Obispo, California. It is known for its strong programs in engineering, agriculture, and architecture, among others. With a focus on hands-on learning and real-world experience, Cal Poly provides students with a rigorous education that prepares them for the workforce. The university also boasts a beautiful campus and a vibrant student community."
    },
    {
        "name": "San Francisco State University",
        "photo": ["sfsu1"],
        "location": "San Francisco, CA",
        "type": "Public",
        "year": 4,
        "setting": "City",
        "topMajors": ["Business Administration", "Psychology", "Biology"],
        "tuitionFee": 7000,
        "acceptanceRate": 0.65,
        "graduationRate": 0.483,
        "undergraduateEnrollment": 23818,
        "description": "San Francisco State University is a public university located in the heart of San Francisco, California. It was founded in 1899 as a teacher training school and has since grown to become a comprehensive university offering over 118 undergraduate and graduate degree programs. SFSU is known for its commitment to social justice, diversity, and sustainability, and its location in one of the world's most vibrant and innovative cities offers students unique opportunities to engage with a wide range of communities and industries."
    },
    {
        "name": "University of San Francisco",
        "photo": ["usf1"],
        "location": "San Francisco, CA",
        "type": "Private",
        "year": 4,
        "setting": "City",
        "topMajors": ["Nursing", "Psychology", "Business Administration"],
        "tuitionFee": 52000,
        "acceptanceRate": 0.67,
        "graduationRate": 0.738,
        "undergraduateEnrollment": 6823,
        "description": "The University of San Francisco is a private Jesuit Catholic university located in the heart of San Francisco, California. Founded in 1855, it is one of the oldest universities in California and has a long history of social justice activism and community engagement. USF offers over 100 undergraduate and graduate programs in fields ranging from nursing and education to business and law, and its commitment to interdisciplinary education and global citizenship prepares students to become ethical leaders and engaged citizens in the 21st century."
    }
]


